[MZMachWeave X2EquipmentTemplate]
FriendlyName="Маховое плетение"
FriendlyNamePlural="Маховые плетения"
BriefSummary="Жилет с маховым плетением хорошо рикошетит попадающиее в него снаряды. Дает много уклонения бойцу."
TacticalText="<Bullet/> Дает огромный бонус к уклонению.<br/><Bullet/> Идеально подходит в сочетании с другими источниками уклонения, чтобы минимизировать шансы обычных или критических попаданий." 

[MZMachWeaveAbility X2AbilityTemplate]
LocFriendlyName="Маховое плетение"
LocLongDescription="Дает большой бонус к уклонению."
LocHelpText="Дает большой бонус к уклонению."
LocFlyOverText="Маховое плетение"

[MZStealthWeave X2EquipmentTemplate]
FriendlyName="Спектральное плетение"
FriendlyNamePlural="Спектральные плетения"
BriefSummary="Спектральное плетение даёт адаптивную маскировку, которая позволяет оперативнику оставаться скрытым, в то время как отряд раскрыт."
TacticalText="<Bullet/> Даже если отряд не начинает миссию скрытно, владелец все равно начнет миссию в скрытности.<br/><Bullet/> Если владелец является солдатом, который нарушает скрытность отряда, то спектральные плетение не срабатывает.<br/>"

[MZFluxWeave X2EquipmentTemplate]
FriendlyName="Флюксовое плетение"
FriendlyNamePlural="Флюксовые плетения"
BriefSummary="Жилет с флюксовым плетением дает солдату иммунитет к дезориентации, оглушению и потери сознания."
TacticalText="<Bullet/> Дает иммунитет к дезориентации, оглушению и бессознательности."

[MZFluxWeaveAbility X2AbilityTemplate]
LocFriendlyName="Флюксовое плетение"
LocLongDescription="Дает иммунитет к дезориентации, оглушению и бессознательности."
LocHelpText="Дает иммунитет к дезориентации, оглушению и бессознательности."
LocFlyOverText="Флюксовое плетение"

[MZBubbleWeave X2EquipmentTemplate]
FriendlyName="Пузырчатое плетение"
FriendlyNamePlural="Пузырчатые плетения"
BriefSummary="Жилет с пузырчатым плетением обеспечивает превосходную защиту, которая постоянно перезаряжается."
TacticalText="<Bullet/> Даёт щит, помимо того, что обычно обеспечивается бронеплитами.<br/><Bullet/> Жилет имеет встроенный генератор, который перезаряжает щит <br/><Bullet/>Пузырчатое плетение - один из лучших вариантов для избегания ранений."

[MZBubbleWeaveAbility X2AbilityTemplate]
LocFriendlyName="Пузырчатое плетение"
LocLongDescription="Регенерирует щит."
LocHelpText="Регенерирует щит."
LocFlyOverText="Пузырчатое плетение"

[MZRepairWeave X2EquipmentTemplate]
FriendlyName="Авторемонтное плетение"
FriendlyNamePlural="Авторемонтные плетения"
BriefSummary="Жилет с авторемонтным плетением обеспечивает превосходную броню, способную самовосстанавливаться в полевых условиях."
TacticalText="<Bullet/> Дает дополнительную броню.<br/><Bullet/> Если броня разрушена, авторемонт восстанавливает небольшое количество каждый ход." 

[MZRepairWeaveAbility X2AbilityTemplate]
LocFriendlyName="Авторемонтное плетение"
LocLongDescription="Разрушенная броня медленно регенерирует."
LocHelpText="Разрушенная броня медленно регенерирует."
LocFlyOverText="Авторемонтное плетение"

[MZMindWeave X2EquipmentTemplate]
FriendlyName="Плетение разума"
FriendlyNamePlural="Плетения разума"
BriefSummary="Жилет с плетением разума усиливает псионические способности солдата."
TacticalText="<Bullet/> Увеличивает пси-силу владельца. <br/><Bullet/>Дополнительно дает иммунитет к панике." 

[MZMindWeaveAbility X2AbilityTemplate]
LocFriendlyName="Плетение разума"
LocLongDescription="Увеличение пси-силы. Иммунитет к панике."
LocHelpText="Увеличение пси-силы. Иммунитет к панике."
LocFlyOverText="Плетение разума"

[MZShimmerWeave X2EquipmentTemplate]
FriendlyName="Блестящее плетение"
FriendlyNamePlural="Блестящие плетения"
BriefSummary="Жилет с блестящим плетением затрудняет целиться врагам в движущегося солдата."
TacticalText="<Bullet/> Дает \"Молниеносные рефлексы\". <br/><Bullet/> Также дает иммунитет к отталкиванию и урону от падения." 

[MZShimmerWeaveAbility X2AbilityTemplate]
LocFriendlyName="Блестящее плетение"
LocLongDescription="Невосприимчивость к отталкиванию и урону от падения."
LocHelpText="Невосприимчивость к отталкиванию и урону от падения."
LocFlyOverText="Блестящее плетение"

[MZRegenWeave X2EquipmentTemplate]
FriendlyName="Регенерирующее плетение"
FriendlyNamePlural="Регенерирующие плетения"
BriefSummary="Жилет с регенерирующим плетением перенаправляет щит, чтобы обеспечить превосходное здоровье."
TacticalText="<Bullet/> Регенерирующее плетение преобразует начальный щит в здоровье.<br/><Bullet/> Здоровье регенерируется со временем.<br/><Bullet/> Идеально подходит для солдат, у которых есть способности, масштабируемые с максимальным здоровьем." 

[MZRegenWeaveAbility X2AbilityTemplate]
LocFriendlyName="Регенерирующее плетение"
LocLongDescription="Здоровье восстанавливается со временем."
LocHelpText="Здоровье восстанавливается со временем."
LocFlyOverText="Регенерирующее плетение"

[MZScabWeave X2EquipmentTemplate]
FriendlyName="Плотное плетение"
FriendlyNamePlural="Плотные плетения"
BriefSummary="Жилет с плотным плетением помогает смягчить раны в бою, сокращая время восстановления."
TacticalText="<Bullet/> Даёт иммунитет к кровотечению.<br/><Bullet/> Заживляет часть ран после боя, сокращая время, необходимое для восстановления.<br/><Bullet/> Для солдат, которые не могут избежать получения урона, плотные плетение поможет им быстрее вернуться в строй." 

[MZScabWeaveAbility X2AbilityTemplate]
LocFriendlyName="Плотное плетение"
LocLongDescription="Иммунитет к кровотечению. Уменьшает раны после битвы."
LocHelpText="Иммунитет к кровотечению. Уменьшает раны после битвы."
LocFlyOverText="Плотное плетение"

[MZBlastWeave X2EquipmentTemplate]
FriendlyName="Взрывное плетение"
FriendlyNamePlural="Взрывные плетения"
BriefSummary="Ничто не заставит вас чувствовать себя в большей безопасности, чем жилет, начиненный взрывчаткой."
TacticalText="<Bullet/> Может быть взорван для нанесения взрывного урона в области вокруг владельца.<br/><Bullet/> Если взорвать вручную, солдат едва выживет и будет истекать кровью. <br/><Bullet/> Урон зависит от максимального здоровья и щита солдата." 

[MZBlastWeaveAbility X2AbilityTemplate]
LocFriendlyName="Взрывное плетение"
LocLongDescription="Очень взрывоопасный."
LocHelpText="Очень взрывоопасный."
LocFlyOverText="Взрывное плетение"

[MZBlastWeaveDetonate X2AbilityTemplate]
LocFriendlyName="Детонация взрывного плетения"
LocLongDescription="Подорвите взрывное плетение, чтобы нанести взрывной урон в большой области вокруг <Ability:ClassName/>, но он сразу же упадёт и начнет истекать кровью."
LocHelpText="Подорвите взрывное плетение, чтобы нанести взрывной урон в большой области вокруг <Ability:ClassName/>, но он сразу же упадёт и начнет истекать кровью."
LocFlyOverText="Детонация взрывного плетения"

[MZBlastWeaveDeathExplosion X2AbilityTemplate]
LocFriendlyName="Детонация взрывного плетения"
LocFlyOverText="Детонация взрывного плетения"

